export default function AcademyThree() {
  return (
    <div className="max-w-5xl mx-auto my-10 sm:my-14 md:my-20 px-4 sm:px-6">
      <div className="bg-gray-100 dark:bg-slate-900 p-5 sm:p-8 md:p-12 rounded-2xl border border-gray-200 dark:border-slate-700 shadow-md">
        <p className="text-justify leading-relaxed text-base sm:text-lg text-gray-500 dark:text-gray-300">
          “An-Nahda Isamic Institute” শুধু শিক্ষা প্রদানেই সীমাবদ্ধ নয়, বরং এটি
          একটি পূর্ণাঙ্গ ক্যারিয়ার ডেভেলপমেন্ট সেন্টার হিসেবে কাজ করছে। এখানে
          রয়েছে বিভিন্ন প্রশিক্ষণ কর্মসূচি, যা শিক্ষার্থীদের পেশাগত দক্ষতা
          বাড়াতে সহায়তা করে। ফলে শিক্ষার্থীরা আত্মনির্ভরশীল হয়ে উঠছে এবং সমাজে
          তাদের অবস্থান দৃঢ়ভাবে প্রতিষ্ঠা করতে পারছে। আমরা যা শেখাই: কম্পিউটার ও
          আইটি: বেসিক কম্পিউটার অপারেশন, দ্রুত টাইপিং এবং ইন্টারনেটের প্রয়োজনীয়
          ব্যবহার। প্রযুক্তিগত জ্ঞান গ্রাফিক্স ডিজাইন, ভিডিও এডিটিং, ডিজিটাল
          মার্কেটিং সহ ক্যারিয়ার বিল্ডাপ এর জন্য প্রয়োজনীয় শিক্ষা দেওয়া হয়।
          ডিজিটাল সচেতনতা: প্রযুক্তির ইতিবাচক ব্যবহার এবং সাইবার নিরাপত্তা
          সম্পর্কে পরিষ্কার ধারণা ও নৈতিকতা।
        </p>
      </div>
    </div>
  );
}
