export default function AcademyOne() {
  return (
    <div className="max-w-5xl mx-auto my-10 sm:my-14 md:my-20 px-4 sm:px-6">
      <div className="bg-gray-100 dark:bg-slate-900 p-5 sm:p-8 md:p-12 rounded-2xl border border-gray-200 dark:border-slate-700 shadow-md">
        <p>
          সুন্নাহর জ্ঞানে যেমন গভীরতা অর্জন করতে পারে, তেমনি সমসাময়িক জগতেও
          নেতৃত্ব দিতে পারে। আমাদের কারিকুলামের প্রধান স্তম্ভসমূহ: কুরআন ও
          ইসলামিক স্টাডিজ: কুরআন সুন্নাহর জ্ঞান, বিশুদ্ধ আকিদা, ফিকহ, এরাবিক
          লেংগুইজ ও গ্রামার , এবং জীবনের প্রতিটি ক্ষেত্রে ইসলামের সঠিক প্রয়োগ
          (আদব)। আন্তর্জাতিক মানের একাডেমিক শিক্ষা: ইংলিশ মিডিয়াম কারিকুলামের
          আদলে গণিত, বিজ্ঞান ও সমাজবিজ্ঞানের পাঠদান। নৈতিকতা ও মূল্যবোধ: কেবল
          ভালো ছাত্র নয়, আমরা গুরুত্ব দিই ভালো মানুষ হওয়ার ওপর।
        </p>
      </div>
    </div>
  );
}
