export default function AcademyOne() {
  return (
    <div className="max-w-5xl mx-auto my-10 sm:my-14 md:my-20 px-4 sm:px-6">
      <div className="bg-gray-100 dark:bg-slate-900 p-5 sm:p-8 md:p-12 rounded-2xl border border-gray-200 dark:border-slate-700 shadow-md">
        <p className="text-justify leading-relaxed text-base sm:text-lg text-gray-500 dark:text-gray-300">
          সাম্প্রতিক কালে যখন নৈতিকতার অবক্ষয়, মূল্যবোধের সংকট ও ধর্মীয় অজ্ঞতার
          দূষিত বাতাস আমাদের সামাজিক পরিবেশকে আবৃত্ত করে রেখেছে, তখন কিছু
          প্রতিষ্ঠান আমাদের সমাজের মানুষদের জন্য আশার প্রদীপ হয়ে উঠে। An-Nahda
          Islamic Institute তেমনি একটি ব্যতিক্রমধর্মী সমাজ কল্যাণমূলক
          প্রতিষ্ঠান, যেটা ধর্মীয় শিক্ষার পাশাপাশি আধুনিক জ্ঞান-বিজ্ঞান ও
          প্রশিক্ষণের মাধ্যমে একটি সুশিক্ষিত, আত্মনির্ভরশীল এবং নৈতিকতাসম্পন্ন
          প্রজন্ম গড়ার লক্ষ্যে নিরলসভাবে কাজ করে যাচ্ছে। প্রতিটি অভিভাবকের একটি
          আবেগময় স্বপ্ন, তার সন্তান দ্বীনি জ্ঞানে সমৃদ্ধ হওয়ার পাশাপাশি আধুনিক
          জগতেও যেন পিছিয়ে না থাকে। সেই স্বপ্ন ও আকুলতা পূরণের লক্ষ্যেই আমরা
          আমাদের শিক্ষা কার্যক্রম সাজিয়েছি। যেখানে দেশ ও আন্তর্জাতিক
          শিক্ষা-কারিকুলামের সমন্বয়ে তৈরি করা আমাদের নিজস্ব কারিকুলাম
          শিক্ষার্থীদের গড়ে তুলা হবে একজন পূর্ণাঙ্গ ও আত্মবিশ্বাসী মানুষ হিসেবে।
          আমাদের কাছে শিক্ষা মানে কেবল বইয়ের পাতা মুখস্থ করা নয়; শিক্ষা মানে
          চিন্তার স্বচ্ছতা, চরিত্রের সৌন্দর্য এবং বাস্তব জীবনের চ্যালেঞ্জ
          মোকাবিলার প্রস্তুতি। ১. সমন্বিত ও গবেষণাভিত্তিক কারিকুলাম আমরা
          গতানুগতিক ধারার বাইরে গিয়ে এমন একটি কারিকুলাম প্রণয়ন করেছি, যা ‘ওহী’র
          জ্ঞান এবং আধুনিক বিজ্ঞানের মাঝে চমৎকার ভারসাম্য বজায় রাখে। যেন তারা
          কুরআন-সুন্নাহর জ্ঞানে যেমন গভীরতা অর্জন করতে পারে, তেমনি সমসাময়িক
          জগতেও নেতৃত্ব দিতে পারে। আমাদের কারিকুলামের প্রধান স্তম্ভসমূহ: কুরআন ও
          ইসলামিক স্টাডিজ: কুরআন সুন্নাহর জ্ঞান, বিশুদ্ধ আকিদা, ফিকহ, এরাবিক
          লেংগুইজ ও গ্রামার , এবং জীবনের প্রতিটি ক্ষেত্রে ইসলামের সঠিক প্রয়োগ
          (আদব)। আন্তর্জাতিক মানের একাডেমিক শিক্ষা: ইংলিশ মিডিয়াম কারিকুলামের
          আদলে গণিত, বিজ্ঞান ও সমাজবিজ্ঞানের পাঠদান। নৈতিকতা ও মূল্যবোধ: কেবল
          ভালো ছাত্র নয়, আমরা গুরুত্ব দিই ভালো মানুষ হওয়ার ওপর।
        </p>
      </div>
    </div>
  );
}
